{
  "book": "Daniel",
  "chapter": 11,
  "interpretiveFramework": "Historical-critical (Persian to Antiochus IV Epiphanes)",
  "entries": [
    {
      "verses": "11:2",
      "kjvText": "And now will I shew thee the truth. Behold, there shall stand up yet three kings in Persia; and the fourth shall be far richer than they all: and by his strength through his riches he shall stir up all against the realm of Grecia.",
      "prophecy": "Four kings of Persia will arise; a fourth will be far richer than the others ...",
      "historicalFulfillment": "After Cyrus, Persian rulers culminate in Xerxes I, whose wealth and power enable major campaigns against Greece.",
      "figures": [
        "Cambyses II",
        "Darius I",
        "Xerxes I"
      ],
      "dates": "c. 530-465 BC"
    },
    {
      "verses": "11:3",
      "kjvText": "And a mighty king shall stand up, that shall rule with great dominion, and do according to his will.",
      "prophecy": "A mighty king arises and rules with great authority.",
      "historicalFulfillment": "Alexander the Great conquers the Persian Empire and establishes a vast dominion.",
      "figures": [
        "Alexander the Great"
      ],
      "dates": "336-323 BC"
    },
    {
      "verses": "11:4",
      "kjvText": "And when he shall stand up, his kingdom shall be broken, and shall be divided toward the four winds of heaven; and not to his posterity, nor according to his dominion which he ruled: for his kingdom shall be plucked up, even for others beside those.",
      "prophecy": "The kingdom is divided into four parts, not inherited by the king’s descendants.",
      "historicalFulfillment": "Alexander’s empire is divided among his generals after his death.",
      "figures": [
        "Cassander",
        "Lysimachus",
        "Seleucus I",
        "Ptolemy I"
      ],
      "dates": "after 323 BC"
    },
    {
      "verses": "11:5",
      "kjvText": "And the king of the south shall be strong, and one of his princes; and he shall be strong above him, and have dominion; his dominion shall be a great dominion.",
      "prophecy": "The southern king is strong, but one of his princes becomes stronger.",
      "historicalFulfillment": "Ptolemy I rules Egypt, while Seleucus I gains a much larger empire.",
      "figures": [
        "Ptolemy I Soter",
        "Seleucus I Nicator"
      ],
      "dates": "early 3rd century BC"
    },
    {
      "verses": "11:6",
      "kjvText": "And in the end of years they shall join themselves together; for the king's daughter of the south shall come to the king of the north to make an agreement: but she shall not retain the power of the arm; neither shall he stand, nor his arm: but she shall be given up, and they that brought her, and he that begat her, and he that strengthened her in these times.",
      "prophecy": "A failed marriage alliance between north and south.",
      "historicalFulfillment": "Berenice marries Antiochus II and is later murdered.",
      "figures": [
        "Berenice",
        "Ptolemy II Philadelphus",
        "Antiochus II Theos"
      ],
      "dates": "c. 252 BC"
    },
    {
      "verses": "11:7-9",
      "kjvText": "But out of a branch of her roots shall one stand up in his estate, which shall come with an army, and shall enter into the fortress of the king of the north, and shall deal against them, and shall prevail:\nAnd shall also carry captives into Egypt their gods, with their princes, and with their precious vessels of silver and of gold; and he shall continue more years than the king of the north.\nSo the king of the south shall come into his kingdom, and shall return into his own land.",
      "prophecy": "A relative of the woman attacks the northern kingdom successfully.",
      "historicalFulfillment": "Ptolemy III invades Seleucid territory to avenge Berenice.",
      "figures": [
        "Ptolemy III Euergetes"
      ],
      "dates": "246-241 BC"
    },
    {
      "verses": "11:10",
      "kjvText": "But his sons shall be stirred up, and shall assemble a multitude of great forces: and one shall certainly come, and overflow, and pass through: then shall he return, and be stirred up, even to his fortress.",
      "prophecy": "The sons of the northern king renew war aggressively.",
      "historicalFulfillment": "Seleucus III and Antiochus III resume warfare.",
      "figures": [
        "Seleucus III",
        "Antiochus III the Great"
      ],
      "dates": "late 3rd century BC"
    },
    {
      "verses": "11:11-12",
      "kjvText": "And the king of the south shall be moved with choler, and shall come forth and fight with him, even with the king of the north: and he shall set forth a great multitude; but the multitude shall be given into his hand.\nAnd when he hath taken away the multitude, his heart shall be lifted up; and he shall cast down many ten thousands: but he shall not be strengthened by it.",
      "prophecy": "The southern king wins a major victory but fails to capitalize on it.",
      "historicalFulfillment": "Ptolemy IV defeats Antiochus III at Raphia.",
      "figures": [
        "Ptolemy IV Philopator",
        "Antiochus III the Great"
      ],
      "dates": "217 BC"
    },
    {
      "verses": "11:13-16",
      "kjvText": "For the king of the north shall return, and shall set forth a multitude greater than the former, and shall certainly come after certain years with a great army and with much riches.\nAnd in those times there shall many stand up against the king of the south: also the robbers of thy people shall exalt themselves to establish the vision; but they shall fall.\nSo the king of the north shall come, and cast up a mount, and take the most fenced cities: and the arms of the south shall not withstand.\nBut he that cometh against him shall do according to his own will, and none shall stand before him: and he shall stand in the glorious land, which by his hand shall be consumed.",
      "prophecy": "The northern king returns stronger and conquers the Beautiful Land.",
      "historicalFulfillment": "Antiochus III gains control of Judea.",
      "figures": [
        "Antiochus III the Great"
      ],
      "dates": "c. 200 BC"
    },
    {
      "verses": "11:17",
      "kjvText": "He shall also set his face to enter with the strength of his whole kingdom, and upright ones with him; thus shall he do: and he shall give him the daughter of women, corrupting her: but she shall not stand on his side, neither be for him.",
      "prophecy": "A political marriage attempt fails.",
      "historicalFulfillment": "Cleopatra I sides with Egypt rather than her father Antiochus III.",
      "figures": [
        "Antiochus III the Great",
        "Cleopatra I",
        "Ptolemy V"
      ],
      "dates": "c. 193 BC"
    },
    {
      "verses": "11:18-19",
      "kjvText": "After this shall he turn his face unto the isles, and shall take many: but a prince for his own behalf shall cause the reproach offered by him to cease; without his own reproach he shall cause it to turn upon him.\nThen he shall turn his face toward the fort of his own land: but he shall stumble and fall, and not be found.",
      "prophecy": "The northern king campaigns abroad, then falls.",
      "historicalFulfillment": "Antiochus III is defeated by Rome and later dies.",
      "figures": [
        "Antiochus III the Great"
      ],
      "dates": "190-187 BC"
    },
    {
      "verses": "11:20",
      "kjvText": "Then shall stand up in his estate a raiser of taxes in the glory of the kingdom: but within few days he shall be destroyed, neither in anger, nor in battle.",
      "prophecy": "A ruler focused on taxation dies suddenly.",
      "historicalFulfillment": "Seleucus IV is assassinated.",
      "figures": [
        "Seleucus IV Philopator"
      ],
      "dates": "187-175 BC"
    },
    {
      "verses": "11:21",
      "kjvText": "And in his estate shall stand up a vile person, to whom they shall not give the honour of the kingdom: but he shall come in peaceably, and obtain the kingdom by flatteries.",
      "prophecy": "A contemptible usurper takes power through intrigue.",
      "historicalFulfillment": "Antiochus IV Epiphanes seizes the throne.",
      "figures": [
        "Antiochus IV Epiphanes"
      ],
      "dates": "175 BC"
    },
    {
      "verses": "11:31",
      "kjvText": "And arms shall stand on his part, and they shall pollute the sanctuary of strength, and shall take away the daily sacrifice, and they shall place the abomination that maketh desolate.",
      "prophecy": "The sanctuary is desecrated and true worship halted.",
      "historicalFulfillment": "Antiochus IV erects a pagan altar in the Jerusalem temple.",
      "figures": [
        "Antiochus IV Epiphanes"
      ],
      "dates": "167 BC"
    },
    {
      "verses": "11:40-45",
      "kjvText": "And at the time of the end shall the king of the south push at him: and the king of the north shall come against him like a whirlwind... yet he shall come to his end, and none shall help him.",
      "prophecy": "Final conflicts culminate in the king’s death.",
      "historicalFulfillment": "Antiochus IV dies during eastern campaigns.",
      "figures": [
        "Antiochus IV Epiphanes"
      ],
      "dates": "164 BC"
    }
  ]
}