{
  "year": [
    {
      "id": "1",
      "timeLine": "c. 27-28 CE",
      "eventList": [
        {
          "eventGroup": {
            "label": "Opening Events",
            "events": [
              "Jesus, now about 30 years old ((Lk 3:23)) travels from his home-town of Nazareth in Galilee",
              "At the River Jordan, possibly near Bethany-across-the-Jordan, he is baptised by John the Baptist ((Mt 3:13; Mk 1:9))",
              "He goes in to the Judean Desert or wilderness to face the devil's temptation ((Mt 4:1; Mk 1:12; Lk 4:1))",
              "At the River Jordan near Bethany-across-the-Jordan, or Bethabara ((Jn 1:28)), and according to John's Gospel, Jesus calls his first five disciples ((Jn 1: 35)). These include Philip, Andrew, and Simon Peter all from Bethsaida in Galilee (Jn 1: 44)",
              "Jesus returns north to Galilee with his disciples ((Jn 1:43)), and at a wedding in Cana, changes the water into wine - his first recorded miracle ((Jn 2: 1))",
              "He continues on to Capernaum, on the northern shore of the Sea of Galilee with his mother, brothers and disciples, and stays there a short time ((Jn 2: 12))"
            ]
          }
        },
        {
          "eventGroup": {
            "label": "Early Ministry In Judea Samaria And Galilee",
            "events": [
              "He travels south to Jerusalem for the Passover - the first one mentioned in the Gospels (Jn 2:13). There he drives the money-changers from the Temple for the first time (Jn 2:14). He also meets the Pharisee, Nicodemus (Jn 3:1)",
              "Jesus leaves for the countryside of Judea where his disciples baptise believers (Jn 3:22)",
              "Jesus and his disciples continue northwards from Judea (Jn 4:3), passing through the territory of Samaria (Jn 4:4). Near Sychar, Jesus meets the Samaritan woman at the well (Jn 4:5). Many Samaritans believe in him (Jn 4:39), after which he continues on to Galilee (Jn 4:43)",
              "He reaches Galilee (Mt 4:12; Mk 1:14; Lk 4:14; Jn 4:45), and back in Cana heals the official's son who lays sick in Capernaum (Jn 4: 46)",
              "Jesus returns to his home-town of Nazareth, and preaches in the synagogue (Lk 4: 16). He is rejected for the first time (Lk 4: 28)"
            ]
          }
        }
      ]
    },
    {
      "id": "2",
      "timeLine": "c. 28-29 CE",
      "eventList": [
        {
          "eventGroup": {
            "label": "First Preaching Tour Of Galilee",
            "events": [
              "Jesus moves to Capernaum (Mt 4:13; Mk 1:21; Lk 4:31). According to the Synoptic Gospels, Jesus call his first disciples - perhaps only now to full-time service (Mt 4:18; Mk 1:16; Lk 5:1). In Capernaum he heals the madman in the synagogue (Mk 1:23; Lk 4:33) and Peter's mother-in-law of her fever (Mt 8:14; Mk 1:29; Lk 4:38)",
              "Jesus travels throughout Galilee, preaching and healing (Mt 4:23; Mk 1:39), including the leper (Mt 8:2; Mk 1:40; Lk 5:12).",
              "Returning to Capernaum (Mk 2:1) a paralysed man is healed (Mt 9:2; Mk 2:3; Lk 5:18) and Jesus calls Matthew (or Levi) the tax-collector to be a disciple (Mt 9:9; Mk 2:14; Lk 5:27)",
              "Jesus travels from Galilee south to Jerusalem for a Jewish festival - possibly the Second Passover identified in the Gospels (Jn 5:1). At the Pool of Bethesda he heals the crippled man (Jn 5:2)",
              "Returning north to Galilee, Jesus heals the man with the shrivelled hand (Mt 12:9; Mk 3:1; Lk 6:6) and many others (Mt 12:15; Mk 3:7)",
              "On a hillside in Galilee, probably near Capernaum, he selects his twelve apostles (Mt 10:1; Mk 3:13; Lk 6:12) and delivers the Sermon on the Mount (Mt 5:1). In Luke's report Jesus comes down from a hillside to give the Sermon (Lk 6:20)",
              "Back in Capernaum, (Mt 8:5; Lk 7:1) Jesus heals the Roman centurion's servant (Mt 8:5; Lk 7:2)"
            ]
          }
        },
        {
          "eventGroup": {
            "label": "Second Preaching Tour Of Galilee",
            "events": [
              "Jesus continues preaching and healing in Galilee, and in Nain brings the widow's son back to life (Lk 7:11)",
              "Accompanied by the twelve apostles and some of his women helpers, Jesus continues his second Galilee tour (Lk 8:1)",
              "He sails across the Sea of Galilee (Mt 8:18; Mk 4:35; Lk 8:22) and calms a storm (Mt 8:24; Mk 4:37; Lk 8:23). Landing in the region of the Gerasenes (Mk 5:1; Lk 8:26) or Gadarenes (Mt 8:28) in Gentile Decapolis - the Ten Towns or Cities, Jesus heals the madman in the story of the Gadarene Swine (Mt 8:28; Mk 5:2; Lk 8:27)",
              "Sailing back across the Sea of Galilee (Mk 5:21) Jesus lands at \"his own town\" of Capernaum (Mt 9:1). Here he raises Jairus' daughter from the"
            ]
          }
        }
      ]
    },
    {
      "id": "3",
      "timeLine": "c. 29-30 CE",
      "eventList": [
        {
          "eventGroup": {
            "label": "Third Preaching Tour Of Galilee",
            "events": [
              "Jesus travels from Capernaum to \"his own native town\" of Nazareth (Mk 6:1)",
              "In Nazareth, he is rejected for a second time (Mt 13:54; Mk 6:1)",
              "He continues through Galilee (Mt 13:58; Mk 6:6) and sends out the twelve apostles to preach the Gospel (Mt 10:5; Mk 6:7; Lk 9:1)",
              "The Twelve return to Capernaum from their mission (Mk 6:30, Luke 9:10)",
              "From Capernaum, they go off by boat with Jesus to a quiet place (Mk 6:32) near Bethsaida (Lk 9:10). Here he feeds the 5,000 (Mt 14:14; Mk 6:33; Lk 9:11; Jn 6:5)",
              "The disciples return across the Sea of Galilee (Mt 14:22; Mk 6:45), Jesus walking on the water to join them (Mt 14:25; Mk 6:48; Jn 6:19). They land near the Plain of Gennesaret and Jesus heals many people there (Mt 14:34; Mk 6:53).",
              "From Gennesaret they make their way back to Capernaum (Jn 6:24) and Jesus teaches about the Bread of Life (Jn 6:26)"
            ]
          }
        },
        {
          "eventGroup": {
            "label": "Jesus Preaches And Heals In Syrian Phoenicia Iturea And Trachonitis The Decapolis",
            "events": [
              "Jesus retires from Galilee to the region of Tyre and Sidon in Syrian-Phoenicia (Mt 15:21; Mk 7:24) where he heals the daughter of the Gentile Syrophoenician woman (Mt 15:22; Mk 7:25).",
              "He leaves Syrian-Phoenicia via Sidon for Galilee (Mt 15:29) but travels through the Decapolis (Mk 7:31).",
              "In the Decapolis he heals the deaf and mute man (Mk 7:32) and feeds the 4,000 (Mt 15:32; Mk 8:1)",
              "Reaching the Sea of Galilee, he crosses by boat to the Magadan/Dalmanutha region (Mt 15:39; Mk 8:10). There the Pharisees and Sadducees ask for a sign from heaven (Mt 16:1; Mk 8:11)",
              "Continuing on to Bethsaida, a blind man is healed (Mk 8:22)",
              "Jesus now travels from Galilee, north to Caesarea Philippi in Iturea and Trachonitis, where Peter confesses that Jesus is the Christ (Mt 16:13; Mk 8:27)",
              "Continuing on from Caesarea Philippi possibly further north towards Mount Hermon, three of the disciples see Jesus Transfigured in the presence of Elijah and Moses (Mt 17:1; Mk 9:2; Lk 9:28). On his return, Jesus heals the boy with epilepsy (Mt 17:14; Mk 9:14; Lk 9:37).",
              "Other traditions place the Transfiguration to the south, on Mount Tabor. The epileptic boy would then have been healed in the Galilee area",
              "In Galilee (Mt 17:22; Mk 9:30), in Capernaum (Mk 9:33), Jesus pays the Temple Tax with a fish! (Mt 17:24). Then to avoid the dangers in Judea, he remains in Galilee (Jn 7:1)"
            ]
          }
        },
        {
          "eventGroup": {
            "label": "Later Ministry In Judea",
            "events": [
              "Jesus leaves Capernaum and Galilee for the last earthly time (Mt 19:1; Mk 10:1) and heads for Jerusalem (Lk 9:51; Jn 7:10). Travelling by Samaria, he heals the ten lepers (Lk 17:11) but is rejected in a Samaritan village (Lk 9:52)",
              "Arriving in Jerusalem for the Feast of the Tabernacles in the Autumn of c AD29 (Jn 7:10), Jesus forgives the woman caught in adultery (Jn 8:2) and heals the blind man who is taken before the Sanhedrin (Jn 9:1)",
              "During his travels in Judea, Jesus visits Martha and Mary in Bethany (Lk 10:38), returning to Jerusalem for \"Hanukkah\", the Feast of Dedication in December c AD29 (Jn 10:22)"
            ]
          }
        },
        {
          "eventGroup": {
            "label": "The Last Few Months",
            "events": [
              "Jesus withdraws to Bethany-across-the-Jordan (or Bethabara), and into the province of Perea, and stays for a while (Jn 10:40)",
              "Following the death of Lazarus, Jesus returns to Bethany near Jerusalem, and raises him (Lazarus) from the dead (Jn 11:1).",
              "Because of threats to his life, Jesus withdraws to Ephraim to the north of Jerusalem (Jn 11:54)"
            ]
          }
        },
        {
          "eventGroup": {
            "label": "His Ministry In Perea Modern Jordan",
            "events": [
              "He then crosses the River Jordan and works in Perea (Mt 19:1; Mk 10:1). There he blesses the little children (Mt 19:13, Mk 10:13; Lk 18:15) and speaks to the rich young man (Mt 19:16; Mk 10:17; Lk 18:18)"
            ]
          }
        },
        {
          "eventGroup": {
            "label": "The Final Journey To Jerusalem",
            "events": [
              "Jesus now travels towards Jerusalem for the last time (Mt 20:17; Mk 10:32; Lk 18:31). Passing through Jericho he heals one (or two) blind men (Mt 20:29; Mk 10:46; Lk 18:35) and converts Zacchaeus the tax collector (Lk 19:1).",
              "Reaching Bethany (Jn 12:1) the home of Lazarus, Mary and Martha, Jesus is anointed by Mary either now (Jn 12:2), or later (Mt 26:6; Mk 14:3) after his triumphal entry into Jerusalem (Mt 21:1; Mk 11:1; Lk 19:29; Jn 12:12)",
              "During the Easter week, Jesus returns to Jerusalem each day after staying overnight in Bethany on the Mount of Olives (Mt 21:17-18; Mk 11:11-12;19; Lk 21:37)."
            ]
          }
        }
      ]
    }
  ]
}